Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/ModelManager.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# model_manager.alert.oom_title
source: Warning
zh_hans: 警告
zh_hant: 警告

# model_manager.alert.oom_message
source: Model %1$@ requires %2$@ GB memory. Your device only has %3$@ GB memory.
zh_hans: 模型 %1$@ 需要至少 %2$@ GB 内存，您的设备当前仅有 %3$@ GB，有极高概率发生闪退。
zh_hant: 模型 %1$@ 需要至少 %2$@ GB 記憶體，您的設備当前仅有 %3$@ GB，有極高概率發生閃退。

# model_manager.card.learnMore
source: Learn more
zh_hans: 了解更多
zh_hant: 了解更多

# model_manager.routing.auto_online_desc
source: Auto fallback to cloud models when local resources are insufficient.
zh_hans: 本地资源不足时自动降级至在线大模型
zh_hant: 本地資源不足時自動降级至線上大模型

# model_manager.routing.status_not_ready
source: Not Ready
zh_hans: 未就绪
zh_hant: 未就緒

# model_manager.lab.tips_multimodal
source: Multimodal tasks require at least 6GB of device memory.
zh_hans: 多模态识别需要至少 6GB 运行内存
zh_hant: 多模態識別需要至少 6GB 運行記憶體

# model_manager.lab.tips_agent
source: Running local agent simulator requires sandbox permission.
zh_hans: 端侧 Agent 模拟需要开启本地沙盒及指令执行权限
zh_hant: 端侧 Agent 模擬需要開啟本地沙盒及指令執行權限

# model_manager.lab.attach.link_page
source: Link Page
zh_hans: 关联知识页面
zh_hant: 關联知識頁面

# model_manager.lab.attach.link_page_success
source: Page linked successfully
zh_hans: 知识页面关联成功
zh_hant: 知識頁面關联成功

# model_manager.lab.attach.inject_tag
source: Inject Tag
zh_hans: 植入标签
zh_hant: 植入標籤

# model_manager.lab.attach.inject_tag_success
source: Tag injected successfully
zh_hans: 标签已成功植入
zh_hant: 標籤已成功植入

# model_manager.lab.attach.mount_sandbox
source: Mount Sandbox
zh_hans: 挂载安全沙盒
zh_hant: 挂載安全沙盒

# model_manager.lab.attach.mount_sandbox_success
source: Sandbox mounted successfully
zh_hans: 安全沙箱已挂载
zh_hant: 安全沙箱已挂載

# model_manager.lab.attach.load_template
source: Load Template
zh_hans: 载入快捷模板
zh_hant: 載入快捷模板

# model_manager.lab.attach.load_template_success
source: Template loaded successfully
zh_hans: 快捷指令模板载入成功
zh_hant: 快捷指令模板載入成功

# model_manager.lab.extra.object_detection
source: Object Detection
zh_hans: 图像物体识别
zh_hant: 圖像物體識別

# model_manager.lab.extra.speech_transcribing
source: Speech Transcribing
zh_hans: 实时语音转写
zh_hant: 實時語音轉寫

# model_manager.lab.extra.function_call_tree
source: Function Call Tree
zh_hans: 端侧工具调用树
zh_hant: 端侧工具調用树

# model_manager.lab.extra.intent_match
source: Intent Match
zh_hans: 意图触发
zh_hant: 意圖触發

# model_manager.lab.extra.api_invocation
source: API Invocation
zh_hans: 物理 API 调用
zh_hant: 物理 API 調用

# model_manager.lab.extra.garden_render
source: Garden Rendering
zh_hans: 图形界面渲染
zh_hant: 圖形界面渲染

# model_manager.lab.extra.ui_rendering
source: UI Rendering
zh_hans: UI 渲染
zh_hant: UI 渲染

# model_manager.lab.extra.device_pipeline
source: Device Pipeline
zh_hans: 端侧系统指令流
zh_hant: 端侧係統指令流

# model_manager.lab.extra.intent_analyser
source: Intent Analyser
zh_hans: 意图分析
zh_hant: 意圖分析

# model_manager.lab.extra.haptic_feedback
source: Haptic Feedback
zh_hans: 振动马达反馈
zh_hant: 振動馬达反馈

# model_manager.lab.extra.tool_location
source: Tool Location
zh_hans: 插件定位
zh_hant: 插件定位

# model_manager.lab.extra.context_summary
source: Context Summary
zh_hans: 上下文总结
zh_hant: 上下文總結

# model_manager.card.warning_low_memory
source: Low memory, high crash risk
zh_hans: 设备运存较低，有较高的闪退风险
zh_hant: 設備運存較低，有較高的閃退風險

# model_manager.card.activate
source: Activate
zh_hans: 激活
zh_hant: 激活

# model_manager.card.activated
source: Activated
zh_hans: 已激活
zh_hant: 已激活

# model_manager.card.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# model_manager.card.download
source: Download
zh_hans: 下载
zh_hant: 下載

# model_manager.card.pause
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# model_manager.card.ready
source: Ready
zh_hans: 就绪
zh_hant: 就緒

# model_manager.card.resume
source: Resume
zh_hans: 继续
zh_hant: 繼續

# model_manager.card.unavailable
source: Unavailable
zh_hans: 不可用
zh_hant: 不可用

# model_manager.card.vendor
source: by %@
zh_hans: 来自 %@
zh_hant: 來自 %@

# model_manager.parameters.title
source: Parameters
zh_hans: 参数调节
zh_hant: 参數調節

# model_manager.params.current_model
source: Current Model
zh_hans: 当前模型
zh_hant: 当前模型

# model_manager.params.max_tokens
source: Max Tokens
zh_hans: 最大长度
zh_hant: 最大長度

# model_manager.params.preset.balanced
source: Balanced (Default)
zh_hans: 均衡（默认）
zh_hant: 均衡（預設）

# model_manager.params.preset.creative
source: Creative
zh_hans: 创意
zh_hant: 創意

# model_manager.params.preset.precise
source: Precise
zh_hans: 精确
zh_hant: 精確

# model_manager.params.preset_template
source: Preset Template
zh_hans: 预设模板
zh_hant: 預設模板

# model_manager.params.temperature
source: Temperature
zh_hans: 温度
zh_hant: 溫度

# model_manager.routing.online_escalation
source: Cloud Escalation
zh_hans: 端侧与在线混合策略
zh_hant: 端侧与線上混合策略

# model_manager.routing.online_model
source: Cloud Model
zh_hans: 在线模型选择
zh_hant: 線上模型選擇

# model_manager.routing.rules
source: Routing Rules
zh_hans: 任务路由规则
zh_hant: 任務路由規則

# model_manager.server.add
source: Add Server
zh_hans: 添加服务器
zh_hant: 添加伺服器

# model_manager.server.api_key
source: API Key
zh_hans: API 密钥
zh_hant: API 密钥

# model_manager.server.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# model_manager.server.edit
source: Edit Server
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

# model_manager.server.empty.subtitle
source: Add a Mock server for local development and testing
zh_hans: 添加 Mock 服务器以进行本地开发测试
zh_hant: 添加 Mock 伺服器以進行本地開發测試

# model_manager.server.empty.title
source: No Servers Configured
zh_hans: 暂无配置的服务器
zh_hant: 暫無設定的伺服器

# model_manager.server.latency
source: %lld ms
zh_hans: %lld 毫秒
zh_hant: %lld 毫秒

# model_manager.server.set_default
source: Set Default
zh_hans: 设为默认
zh_hant: 設為預設

# model_manager.server.test
source: Test Connection
zh_hans: 测试连接
zh_hant: 测試連線

# model_manager.status.completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# model_manager.status.downloading
source: Downloading
zh_hans: 下载中
zh_hant: 下載中

# model_manager.status.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# model_manager.status.paused
source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

# model_manager.status.verifying
source: Verifying
zh_hans: 验证中
zh_hant: 驗證中

# model_manager.store.title
source: Model Store
zh_hans: 模型市场
zh_hant: 模型市場

# model_manager.params.tip.temperature
source: Higher values produce more creative output
zh_hans: 较高值产生更有创意的输出
zh_hant: 較高值產生更有創意的輸出

# model_manager.params.tip.top_p
source: Controls diversity range of candidate words
zh_hans: 控制候选词的多样性范围
zh_hant: 控制候選词的多樣性範圍

# model_manager.params.tip.top_k
source: Limits vocabulary considered per generation step
zh_hans: 限制每步生成时考虑的词汇数
zh_hant: 限制每步生成時考慮的词汇數

# model_manager.params.tip.max_tokens
source: Maximum tokens per single generation
zh_hans: 单次生成的最大令牌数量
zh_hant: 單次生成的最大令牌數量

# model_manager.server.last_tested
source: Last tested: %@
zh_hans: 最后测试: %@
zh_hant: 最後测試: %@

# model_manager.server.latency_ms
source: Latency %lldms
zh_hans: 延迟 %lldms
zh_hant: 延迟 %lldms

# model_manager.server.edit_action
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# model_manager.server.delete_action
source: Delete
zh_hans: 删除
zh_hant: 刪除

# model_manager.server.set_default_action
source: Set as Default
zh_hans: 设为默认
zh_hant: 設為預設

# model_manager.server.form.name_label
source: Server Name
zh_hans: 服务器名称
zh_hant: 伺服器名稱

# model_manager.server.form.url_label
source: Server URL
zh_hans: 服务器地址
zh_hant: 伺服器地址

# model_manager.server.form.api_key_label
source: API Key (Optional)
zh_hans: API 密钥（可选）
zh_hant: API 密钥（可選）

# model_manager.server.form.set_default
source: Set as Default Server
zh_hans: 设为默认服务器
zh_hant: 設為預設伺服器

# model_manager.server.form.enable_ssl
source: Enable SSL Certificate Verification
zh_hans: 启用 SSL 证书验证
zh_hant: 啟用 SSL 證書驗證

# model_manager.server.test_success
source: Success
zh_hans: 成功
zh_hant: 成功

# model_manager.server.form.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# model_manager.server.form.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# model_manager.server.test_result
source: ✓ Connection successful\nLatency: 12ms · Health: Normal
zh_hans: ✓ 连接成功\n延迟: 12ms · 健康状态: 正常
zh_hant: ✓ 連線成功\n延迟: 12ms · 健康狀態: 正常

# model_manager.routing.online_escalation_toggle
source: Cloud Deep Reasoning Escalation
zh_hans: 在线深度考据提权
zh_hant: 線上深度考據提權

# model_manager.routing.online_escalation_desc
source: When enabled, routes to cloud on strong network for higher-quality synthesis results
zh_hans: 开启后强网络优先路由到在线，获得更高质量的合成结果
zh_hant: 開啟後強網路優先路由到線上，獲得更高質量的合成結果

# model_manager.routing.current_online_model
source: Current cloud model: %@
zh_hans: 当前在线模型: %@
zh_hant: 当前線上模型: %@

# model_manager.routing.task.link_discovery
source: Link Discovery
zh_hans: 链接发现
zh_hant: 链接發現

# model_manager.routing.task.chat
source: Chat Interaction
zh_hans: 对话交互
zh_hant: 對話交互

# model_manager.routing.task.tag_generation
source: Tag Generation
zh_hans: 标签生成
zh_hant: 標籤生成

# model_manager.routing.strategy.force_local
source: Force Local
zh_hans: 强制本地
zh_hant: 強制本地

# model_manager.routing.strategy.smart_routing
source: Smart Routing
zh_hans: 智能路由
zh_hant: 智能路由

# model_manager.routing.network_monitoring
source: Network Status Monitoring
zh_hans: 网络状态监控
zh_hant: 網路狀態監控

# model_manager.routing.network.current
source: Current Network
zh_hans: 当前网络
zh_hant: 当前網路

# model_manager.routing.network.latency
source: Latency
zh_hans: 延迟
zh_hant: 延迟

# model_manager.routing.network.bandwidth
source: Bandwidth
zh_hans: 带宽
zh_hant: 带寬

# model_manager.routing.network.bandwidth_excellent
source: Excellent
zh_hans: 优秀
zh_hant: 優秀

# model_manager.routing.local_model_ready
source: Local Model Ready
zh_hans: 本地模型就绪
zh_hant: 本地模型就緒

# model_manager.routing.current_decision
source: Current routing decision:
zh_hans: 当前路由决策:
zh_hant: 当前路由決策:

# model_manager.routing.advanced
source: Advanced Settings
zh_hans: 高级设置
zh_hant: 進階設定

# model_manager.routing.wifi_only
source: Use cloud only on WiFi
zh_hans: 仅在 WiFi 下使用在线
zh_hant: 仅在 WiFi 下使用線上

# model_manager.routing.auto_fallback
source: Auto fallback to local (network timeout)
zh_hans: 自动回退到本地（网络超时）
zh_hant: 自動回退到本地（網路超時）

# model_manager.routing.prefer_local
source: Prefer local model (save data)
zh_hans: 优先使用本地模型（省流量）
zh_hant: 優先使用本地模型（省流量）

# model_manager.routing.decision.unselected
source: Not selected
zh_hans: 未选择
zh_hant: 未選擇

# model_manager.routing.decision.online
source: Using cloud inference
zh_hans: 使用在线推理
zh_hant: 使用線上推理

# model_manager.routing.decision.local
source: Using local on-device inference
zh_hans: 使用本地端侧推理
zh_hant: 使用本地端侧推理

# model_manager.routing.decision.auto_online
source: Auto routing to cloud
zh_hans: 自动路由到在线
zh_hant: 自動路由到線上

# model_manager.params.reset
source: Reset to Defaults
zh_hans: 重置为默认
zh_hant: 重置為預設

# model_manager.params.save
source: Save Configuration
zh_hans: 保存配置
zh_hant: 儲存設定

# model_manager.servers.title
source: Servers
zh_hans: 服务器配置
zh_hant: 伺服器設定

# model_manager.server.mock_local_dev
source: Mock Server - Local Development
zh_hans: Mock 服务器 - 本地开发
zh_hant: Mock 伺服器 - 本地開發

# model_manager.spec.memory
source: Memory Required
zh_hans: 内存需求
zh_hant: 記憶體需求

# model_manager.spec.downloadSize
source: Download Size
zh_hans: 下载大小
zh_hant: 下載大小

# model_manager.spec.tasks
source: Tasks:
zh_hans: 任务：
zh_hant: 任務：

# model_manager.header.availableModels
source: Available Models
zh_hans: 可用模型
zh_hant: 可用模型

# model_manager.params.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# model_manager.task.chat
source: Chat
zh_hans: 对话
zh_hant: 對話

# model_manager.task.completion
source: Completion
zh_hans: 文本补全
zh_hant: 文本補全

# model_manager.task.reasoning
source: Reasoning
zh_hans: 推理
zh_hant: 推理

# model_manager.task.code
source: Code
zh_hans: 代码
zh_hant: 程式碼

# model_manager.task.translation
source: Translation
zh_hans: 翻译
zh_hant: 翻譯

# model_manager.task.multimodal
source: Multimodal
zh_hans: 多模态理解
zh_hant: 多模態理解

# model_manager.routing.modelStrategy
source: Model Strategy
zh_hans: 大模型策略
zh_hant: 大模型策略

# model_manager.routing.runtimeStatus
source: Runtime Status
zh_hans: 运行状态
zh_hant: 運行狀態

# model_manager.laboratory.title
source: Laboratory
zh_hans: 测试实验室
zh_hant: 测試實驗室

# model_manager.lab.no_active_model.title
source: No Active Local Model
zh_hans: 当前没有激活的本地大模型
zh_hant: 当前沒有激活的本地大模型

# model_manager.lab.no_active_model.subtitle
source: Please download and activate a model from the Model Store first to run simulations.
zh_hans: 请先前往“模型市场”下载并激活一款模型以运行场景测试。
zh_hant: 請先前往“模型市場”下載並激活一款模型以運行場景测試。

# model_manager.lab.go_to_store
source: Go to Model Store
zh_hans: 前往模型市场
zh_hant: 前往模型市場

# model_manager.lab.unsupported_use_case
source: Current model does not support this task type.
zh_hans: 当前模型不支持此任务类型。
zh_hant: 当前模型不支援此任務類型。

# model_manager.lab.use_case.ask_image
source: Ask Image
zh_hans: 视觉提问
zh_hant: 視覺提問

# model_manager.lab.use_case.audio_scribe
source: Audio Scribe
zh_hans: 语音速记
zh_hant: 語音速記

# model_manager.lab.use_case.agent_skills
source: Agent Skills
zh_hans: 智能体工具
zh_hant: 智能體工具

# model_manager.lab.use_case.prompt_lab
source: Prompt Lab
zh_hans: 提示词实验室
zh_hant: 提示词實驗室

# model_manager.lab.use_case.tiny_garden
source: Tiny Garden
zh_hans: 文字小花园
zh_hant: 文字小花園

# model_manager.lab.use_case.mobile_actions
source: Mobile Actions
zh_hans: 快捷指令控制
zh_hant: 快捷指令控制

# model_manager.lab.desc.ask_image
source: Ask questions about images
zh_hans: 基于图片内容进行多模态问答
zh_hant: 基於圖片內容進行多模態問答

# model_manager.lab.desc.audio_scribe
source: Transcribe and translate audio
zh_hans: 流式音频转录与自动AI润色
zh_hant: 流式音頻轉錄与自動AI潤色

# model_manager.lab.desc.chat
source: Chat with an on-device LLM
zh_hans: 与本地大模型流畅进行多轮思维链对话
zh_hant: 与本地大模型流畅進行多輪思維链對話

# model_manager.lab.desc.agent_skills
source: Complete agentic tasks with tools
zh_hans: 完成智能体任务，动态调用本地JS插件
zh_hant: 完成智能體任務，動態調用本地JS插件

# model_manager.lab.desc.prompt_lab
source: Single turn parameter workshop
zh_hans: 单轮生成场景，开放温度与Top-P参数调节
zh_hant: 單輪生成場景，開放溫度与Top-P参數調節

# model_manager.lab.desc.tiny_garden
source: Use natural language to plant virtual garden
zh_hans: 用自然语言指令种植和盛开虚拟植物
zh_hant: 用自然語言指令種植和盛開虛擬植物

# model_manager.lab.desc.mobile_actions
source: Leverage device actions and system control
zh_hans: 解析用户指令并安全执行设备控制事件
zh_hant: 解析使用者指令並安全執行設備控制事件

# model_manager.lab.metrics.title
source: Simulation Metrics
zh_hans: 推理模拟指标
zh_hant: 推理模擬指標

# model_manager.lab.metrics.speed
source: Tokens Speed
zh_hans: 生成速度
zh_hant: 生成速度

# model_manager.lab.metrics.prefill_latency
source: Prefill Time
zh_hans: 预填耗时
zh_hant: 預填耗時

# model_manager.lab.metrics.first_token_latency
source: Time to First Token
zh_hans: 首词延迟
zh_hant: 首词延迟

# model_manager.lab.metrics.memory_usage
source: Memory Cost
zh_hans: 物理内存占用
zh_hant: 物理記憶體佔用

# model_manager.lab.run_test
source: Run Test
zh_hans: 运行测试
zh_hant: 運行测試

# model_manager.lab.testing
source: Simulating...
zh_hans: 推理模拟中...
zh_hant: 推理模擬中...

# model_manager.lab.placeholder_input
source: Enter test prompt here...
zh_hans: 在此输入测试提示词...
zh_hant: 在此輸入测試提示词...

# model_manager.lab.select_image
source: Choose Image
zh_hans: 选择图片进行测试
zh_hant: 選擇圖片進行测試

# model_manager.lab.record_audio
source: Record Audio
zh_hans: 录制或导入音频文件
zh_hant: 錄制或匯入音頻檔案

# model_manager.lab.explore_other
source: Explore other use cases
zh_hans: 探索其他测试用例
zh_hant: 探索其他测試用例

# model_manager.lab.audio_ready
source: [Audio stream ready]
zh_hans: [语音解码流已就绪]
zh_hant: [語音解碼流已就緒]

# model_manager.lab.unsupported
source: Unsupported
zh_hans: 不支持
zh_hant: 不支援

# model_manager.lab.back
source: Back
zh_hans: 返回
zh_hant: 返回

# model_manager.lab.configure_inputs
source: Configure Inputs & Run Test
zh_hans: 配置输入源与运行测试
zh_hant: 設定輸入源与運行测試

# model_manager.lab.stop_inference
source: Stop Inference
zh_hans: 停止推理
zh_hant: 停止推理

# model_manager.lab.visual_params
source: Multimodal Visual Parameters
zh_hans: 视觉多模态参数
zh_hant: 視覺多模態参數

# model_manager.lab.visual_desc
source: Supports Latent prefill calculations and on-device cross-attention alignment.
zh_hans: 支持对图像输入进行基于 Latent 向量预填运算与端侧交叉注意力对齐。
zh_hant: 支援對圖像輸入進行基於 Latent 向量預填運算与端侧交叉注意力對齊。

# model_manager.lab.stop_recording
source: Stop Recording
zh_hans: 停止录音
zh_hant: 停止錄音

# model_manager.lab.audio_completed
source: Recording complete (duration 4.5s). Whisper engine is ready.
zh_hans: 录音已完成 (时长 4.5s)。Whisper 引擎已将音频就绪。
zh_hant: 錄音已完成 (時長 4.5s)。Whisper 引擎已將音頻就緒。

# model_manager.lab.output_result
source: Outputs
zh_hans: 输出结果
zh_hant: 輸出結果

# model_manager.lab.prompt.ask_image
source: Describe what is on the workbench in this image.
zh_hans: 描述一下这张图里的工作台，都有些什么？
zh_hant: 描述一下這張圖裏的工作臺，都有些什麼？

# model_manager.lab.prompt.chat
source: What is an on-device LLM, and what are its advantages?
zh_hans: 什么是端侧大模型？它有什么优势？
zh_hant: 什麼是端侧大模型？它有什麼優勢？

# model_manager.lab.prompt.agent_skills
source: Summarize the model design page in local notebook.
zh_hans: 总结本地知识库中，关于大模型方案设计的内容。
zh_hant: 總結本地知識庫中，關於大模型方案設计的內容。

# model_manager.lab.prompt.prompt_lab
source: Future application scenarios of on-device LLMs.
zh_hans: 端侧大模型的未来应用场景。
zh_hant: 端侧大模型的未來套用場景。

# model_manager.lab.prompt.tiny_garden
source: Plant a rose
zh_hans: 种一朵玫瑰
zh_hant: 種一朵玫瑰

# model_manager.lab.prompt.mobile_actions
source: Switch to dark mode
zh_hans: 切换到暗黑模式
zh_hant: 切換到暗黑模式

# model_manager.lab.configurations
source: Configurations
zh_hans: 参数配置
zh_hant: 参數設定

# model_manager.lab.model_configs
source: Model Configs
zh_hans: 模型参数
zh_hant: 模型参數

# model_manager.lab.system_prompt
source: System Prompt
zh_hans: 系统提示词
zh_hant: 係統提示词

# model_manager.lab.default_system_prompt
source: You are a helpful assistant.
zh_hans: 你是一个得力的助手。
zh_hant: 你是一個得力的助手。

# model_manager.lab.enable_thinking
source: Enable thinking
zh_hans: 启用思维链推理
zh_hant: 啟用思維链推理

# model_manager.lab.enable_speculative_decoding
source: Enable speculative decoding
zh_hans: 启用推测性解码
zh_hant: 啟用推测性解碼

# model_manager.lab.accelerator
source: Accelerator
zh_hans: 加速器
zh_hant: 加速器

# model_manager.lab.select_model
source: Select Model
zh_hans: 选择模型
zh_hant: 選擇模型

# model_manager.lab.chat_input_placeholder
source: Type a message...
zh_hans: 输入消息...
zh_hant: 輸入消息...

# model_manager.lab.send
source: Send
zh_hans: 发送
zh_hant: 發送

# model_manager.lab.use_case.chat
source: AI Chat
zh_hans: AI 智能对话
zh_hant: AI 智能對話

# model_manager.spec.parameters
source: Parameters
zh_hans: 参数量
zh_hant: 参數量

# model_manager.routing.online_escalation_title
source: Cloud Hybrid Strategy
zh_hans: 端侧与在线混合策略
zh_hant: 端侧与線上混合策略

# model_manager.routing.online_model_selection
source: Cloud Model Selection
zh_hans: 在线模型选择
zh_hant: 線上模型選擇
